Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# uniconnect.ssh.terminate.detail
source: This runs `tmux kill-session -t %@` on the server. The process inside it (Claude, logs, or anything else) will end and cannot be recovered. Closing the tab normally does NOT do this.
ar: يؤدي هذا إلى تشغيل `tmux kill-session -t %@` على الخادم.ستنتهي العملية بداخله (Claude أو السجلات أو أي شيء آخر) ولا يمكن استعادتها.إغلاق علامة التبويب عادةً لا يؤدي إلى ذلك.
bs: Ovo se pokreće `tmux kill-session -t %@` na serveru. Proces unutar njega (Claude, evidencije ili bilo šta drugo) će se završiti i neće se moći oporaviti. Zatvaranje kartice obično to NE čini.
da: Dette kører `tmux kill-session -t %@` på serveren. Processen inde i den (Claude, logfiler eller noget andet) slutter og kan ikke gendannes. At lukke fanen gør normalt IKKE dette.
de: Dies läuft `tmux kill-session -t %@` auf dem Server. Der darin enthaltene Prozess (Claude, Protokolle oder irgendetwas anderes) wird beendet und kann nicht wiederhergestellt werden. Das Schließen der Registerkarte führt normalerweise NICHT dazu.
es: Se ejecutará `tmux kill-session -t %@` en el servidor. El proceso que haya dentro (Claude, registros o cualquier otra cosa) terminará y no se podrá recuperar. Cerrar la pestaña de la forma habitual NO hace esto.
fr: Cela exécute `tmux kill-session -t %@` sur le serveur. Le processus qu'il contient (Claude, journaux ou toute autre chose) se terminera et ne pourra pas être récupéré. Normalement, la fermeture de l'onglet ne fait PAS cela.
it: Viene eseguito `tmux kill-session -t %@` sul server. Il processo al suo interno (Claude, log o qualsiasi altra cosa) terminerà e non potrà essere recuperato. La chiusura della scheda normalmente NON fa questo.
ja: これにより、サーバー上で `tmux kill-session -t %@` が実行されます。その内部のプロセス (Claude、ログ、またはその他) が終了し、回復できなくなります。通常、タブを閉じてもこれは行われません。
km: វាដំណើរការ `tmux kill-session -t %@` នៅលើម៉ាស៊ីនមេ។ដំណើរការនៅក្នុងវា (Claude កំណត់ហេតុ ឬអ្វីផ្សេងទៀត) នឹងបញ្ចប់ ហើយមិនអាចយកមកវិញបានទេ។ការបិទផ្ទាំងជាធម្មតាមិនធ្វើបែបនេះទេ។
ko: 이는 서버에서 `tmux kill-session -t %@`을 실행합니다.그 안의 프로세스(Claude, 로그 등)가 종료되며 복구할 수 없습니다.탭을 닫으면 일반적으로 이 작업이 수행되지 않습니다.
nb: Dette kjører `tmux kill-session -t %@` på serveren. Prosessen inne i den (Claude, logger eller noe annet) vil avsluttes og kan ikke gjenopprettes. Å lukke fanen gjør normalt IKKE dette.
pl: To działa `tmux kill-session -t %@` na serwerze. Proces w nim zawarty (Claude, logi lub cokolwiek innego) zakończy się i nie będzie można go odzyskać. Zamknięcie karty zwykle NIE powoduje tego.
pt_br: Isso é executado `tmux kill-session -t %@` no servidor. O processo dentro dele (Claude, logs ou qualquer outra coisa) terminará e não poderá ser recuperado. Fechar a guia normalmente NÃO faz isso.
ru: Это запускается `tmux kill-session -t %@` на сервере. Процесс внутри него (Claude, журналы или что-то еще) завершится и не подлежит восстановлению. Закрытие вкладки обычно этого НЕ делает.
th: สิ่งนี้รัน `tmux kill-session -t %@` บนเซิร์ฟเวอร์กระบวนการภายใน (Claude บันทึก หรือสิ่งอื่นใด) จะสิ้นสุดและไม่สามารถกู้คืนได้โดยปกติการปิดแท็บจะไม่เป็นเช่นนี้
tr: Bu, sunucuda `tmux kill-session -t %@` çalıştırır. İçindeki işlem (Claude, günlükler veya başka herhangi bir şey) sona erecek ve kurtarılamaz. Sekmeyi kapatmak normalde bunu yapmaz.
uk: Це виконується `tmux kill-session -t %@` на сервері. Процес у ньому (Claude, журнали чи будь-що інше) завершиться й не може бути відновлено. Закриття вкладки зазвичай цього НЕ робить.
zh_hans: 这在服务器上运行`tmux kill-session -t %@`。其中的进程（Claude、日志或其他任何内容）将结束且无法恢复。关闭选项卡通常不会执行此操作。
zh_hant: 這在伺服器上運行`tmux kill-session -t %@`。其中的進程（Claude、日誌或其他任何內容）將結束且無法復原。關閉選項卡通常不會執行此操作。

# uniconnect.ssh.terminate.error.notRemoteTmux
source: The active window is not a tmux window in an SSH box.
ar: النافذة النشطة ليست نافذة tmux في المربع SSH.
bs: Aktivni prozor nije tmux prozor u polju SSH.
da: Det aktive vindue er ikke et tmux vindue i en SSH boks.
de: Das aktive Fenster ist kein tmux-Fenster in einem SSH-Feld.
es: La ventana activa no es una ventana tmux de una caja SSH.
fr: La fenêtre active n'est pas une fenêtre tmux dans une boîte SSH.
it: La finestra attiva non è una finestra tmux in una casella SSH.
ja: アクティブなウィンドウは、SSH ボックス内の tmux ウィンドウではありません。
km: បង្អួចសកម្មមិនមែនជា tmux បង្អួចនៅក្នុងប្រអប់ SSH ទេ។
ko: 활성 창이 SSH 상자의 tmux 창이 아닙니다.
nb: Det aktive vinduet er ikke et tmux-vindu i en SSH-boks.
pl: Aktywne okno nie jest tmux oknem w ramce SSH.
pt_br: A janela ativa não é uma janela tmux em uma caixa SSH.
ru: Активное окно не является окном tmux в поле SSH.
th: หน้าต่างที่ใช้งานอยู่ไม่ใช่หน้าต่าง tmux ในกล่อง SSH
tr: Etkin pencere, SSH kutusundaki tmux penceresi değildir.
uk: Активне вікно не є вікном tmux у полі SSH.
zh_hans: 活动窗口不是 SSH 框中的 tmux 窗口。
zh_hant: 活動視窗不是 SSH 框中的 tmux 視窗。

# uniconnect.ssh.terminate.title
source: End tmux session "%1$@" on %2$@?
ar: هل تريد إنهاء الجلسة tmux "%1$@" في %2$@؟
bs: Kraj tmux sesije "%1$@" na %2$@?
da: Afslut tmux session "%1$@" på %2$@?
de: tmux Sitzung „%1$@“ am %2$@ beenden?
es: ¿Finalizar la sesión tmux "%1$@" en %2$@?
fr: Fin de la session tmux "%1$@" le %2$@ ?
it: Terminare la sessione tmux "%1$@" il %2$@?
ja: %2$@ の tmux セッション "%1$@" を終了しますか?
km: បញ្ចប់ tmux សម័យ "%1$@" នៅ %2$@?
ko: %2$@의 tmux 세션 "%1$@"을(를) 종료하시겠습니까?
nb: Avslutte tmux økten "%1$@" på %2$@?
pl: Zakończyć tmux sesję „%1$@” w dniu %2$@?
pt_br: Terminar a sessão tmux "%1$@" em %2$@?
ru: Завершить сеанс tmux "%1$@" на %2$@?
th: สิ้นสุดเซสชัน tmux "%1$@" ใน %2$@?
tr: tmux "%1$@" oturumu %2$@ üzerinde sonlandırılsın mı?
uk: Завершити tmux сеанс "%1$@" на %2$@?
zh_hans: 结束%2$@上的tmux会话“%1$@”？
zh_hant: 結束%2$@上的tmux會話「%1$@」？

# uniconnect.ssh.window.error.launcher
source: The window launcher could not be prepared.
ar: لا يمكن إعداد مشغل النافذة.
bs: Pokretač prozora nije mogao biti pripremljen.
da: Vinduesstarteren kunne ikke forberedes.
de: Der Fensterstarter konnte nicht vorbereitet werden.
es: No se pudo preparar el lanzador de la ventana.
fr: Le lanceur de fenêtre n'a pas pu être préparé.
it: Non è stato possibile preparare il launcher della finestra.
ja: ウィンドウランチャーを準備できませんでした。
km: កម្មវិធីបើកដំណើរការបង្អួចមិនអាចត្រូវបានរៀបចំបានទេ។
ko: 창 실행 프로그램을 준비할 수 없습니다.
nb: Vindusstarteren kunne ikke klargjøres.
pl: Nie można przygotować programu uruchamiającego okno.
pt_br: O iniciador de janela não pôde ser preparado.
ru: Окно запуска не удалось подготовить.
th: ไม่สามารถเตรียมตัวเรียกใช้งานหน้าต่างได้
tr: Pencere başlatıcısı hazırlanamadı.
uk: Не вдалося підготувати засіб запуску вікон.
zh_hans: 无法准备窗口启动器。
zh_hant: 無法準備視窗啟動器。

# uniconnect.ssh.window.error.missingConnection
source: This box has no saved connection command.
ar: لا يحتوي هذا المربع على أمر اتصال محفوظ.
bs: Ovaj okvir nema sačuvanu naredbu za povezivanje.
da: Denne boks har ingen gemt forbindelseskommando.
de: Für diese Box ist kein Verbindungsbefehl gespeichert.
es: Esta caja no tiene ningún comando de conexión guardado.
fr: Cette boîte n'a pas de commande de connexion enregistrée.
it: Questa casella non ha alcun comando di connessione salvato.
ja: このボックスには保存された接続コマンドがありません。
km: ប្រអប់នេះមិនមានពាក្យបញ្ជាការតភ្ជាប់ដែលបានរក្សាទុកទេ។
ko: 이 상자에는 저장된 연결 명령이 없습니다.
nb: Denne boksen har ingen lagret tilkoblingskommando.
pl: W tym polu nie ma zapisanego polecenia połączenia.
pt_br: Esta caixa não possui nenhum comando de conexão salvo.
ru: В этом поле нет сохраненной команды подключения.
th: กล่องนี้ไม่มีคำสั่งการเชื่อมต่อที่บันทึกไว้
tr: Bu kutuda kayıtlı bir bağlantı komutu yok.
uk: У цьому полі немає збережених команд підключення.
zh_hans: 该框没有保存的连接命令。
zh_hant: 該框沒有已儲存的連線命令。

# uniconnect.ssh.window.error.open
source: The window could not be opened.
ar: لا يمكن فتح النافذة.
bs: Prozor se nije mogao otvoriti.
da: Vinduet kunne ikke åbnes.
de: Das Fenster konnte nicht geöffnet werden.
es: No se pudo abrir la ventana.
fr: La fenêtre n'a pas pu être ouverte.
it: Non è stato possibile aprire la finestra.
ja: 窓が開けられませんでした。
km: បង្អួចមិនអាចបើកបានទេ។
ko: 창문을 열 수 없었습니다.
nb: Vinduet kunne ikke åpnes.
pl: Nie można było otworzyć okna.
pt_br: A janela não pôde ser aberta.
ru: Окно невозможно было открыть.
th: ไม่สามารถเปิดหน้าต่างได้
tr: Pencere açılamadı.
uk: Вікно не можна було відкрити.
zh_hans: 窗户打不开。
zh_hant: 窗戶打不開。

# uniconnect.window.disconnectedSuffix
source: · disconnected
ar: · منقطع
bs: · isključen
da: · afbrudt
de: · getrennt
es: · desconectado
fr: · déconnecté
it: · disconnesso
ja: · 切断されました
km: · ផ្ដាច់
ko: · 연결이 끊어졌습니다
nb: · frakoblet
pl: · rozłączony
pt_br: · desconectado
ru: · отключен
th: · ตัดการเชื่อมต่อแล้ว
tr: · bağlantısı kesildi
uk: · відключений
zh_hans: · 断开连接
zh_hant: · 斷開連接

# uniconnect.window.fallbackName
source: window
ar: نافذة
bs: prozor
da: vindue
de: Fenster
es: ventana
fr: fenêtre
it: finestra
ja: 窓
km: បង្អួច
ko: 창문
nb: vindu
pl: okno
pt_br: janela
ru: окно
th: หน้าต่าง
tr: pencere
uk: вікно
zh_hans: 窗户
zh_hant: 窗戶

# cli.hooks.aborted
source: Aborted.
ar: تم إحباطه.
da: Afbrudt.
de: Abgebrochen.
es: Abortado.
fr: Avorté.
it: Abortito.
ja: 中止されました。
km: រំលូតកូន។
ko: 중단되었습니다.
nb: Avbrutt.
pl: Niedonoszony.
pt_br: Abortado.
ru: Прервано.
th: ถูกยกเลิก
tr: İptal edildi.
uk: Перервано.
zh_hans: 流产了。
zh_hant: 流產了。

# cli.hooks.abortedConfigUnchanged
source: Aborted (%@ unchanged).
ar: تم الإجهاض (%@ بدون تغيير).
bs: Prekinut (%@ nepromijenjen).
da: Afbrudt (%@ uændret).
de: Abgebrochen (%@ unverändert).
es: Abortado (%@ sin cambios).
fr: Avorté (%@ inchangé).
it: Interrotto (%@ invariato).
ja: 中止されました (%@ は変更されません)。
km: បានបោះបង់ (%@ មិនផ្លាស់ប្តូរ)។
ko: 중단되었습니다(%@는 변경되지 않음).
nb: Avbrutt (%@ uendret).
pl: Przerwano (%@ bez zmian).
pt_br: Abortado (%@ inalterado).
ru: Прервано (%@ без изменений).
th: ถูกยกเลิก (%@ ไม่เปลี่ยนแปลง)
tr: İptal edildi (%@ değişmedi).
uk: Перервано (%@ без змін).
zh_hans: 已中止（%@ 不变）。
zh_hant: 已中止（%@ 不變）。

# cli.hooks.agent.alreadyUpToDate
source: %@ UniConnect hooks already up to date at %@
ar: %@ UniConnect hooks محدث بالفعل في %@
bs: %@ UniConnect hooks je već ažuriran na %@
da: %@ UniConnect hooks allerede opdateret på %@
de: %@ UniConnect hooks bereits aktuell bei %@
es: %@ UniConnect hooks ya actualizado en %@
fr: %@ UniConnect hooks déjà à jour chez %@
it: %@ UniConnect hooks già aggiornato a %@
ja: %@ UniConnect hooks すでに %@ で最新の状態です
km: %@ UniConnect hooks បានធ្វើបច្ចុប្បន្នភាពរួចហើយនៅ %@
ko: %@ UniConnect hooks는 이미 %@에서 최신 상태입니다.
nb: %@ UniConnect hooks allerede oppdatert på %@
pl: %@ UniConnect hooks już aktualny w %@
pt_br: %@ UniConnect hooks já atualizado em %@
ru: %@ UniConnect hooks уже обновлен в %@
th: %@ UniConnect hooks อัปเดตแล้วที่ %@
tr: %@ UniConnect hooks zaten %@ adresinde güncel
uk: %@ UniConnect hooks уже оновлено на %@
zh_hans: %@ UniConnect hooks 已更新为 %@
zh_hant: %@ UniConnect hooks 已更新為 %@

# cli.hooks.agent.installed
source: %@ UniConnect hooks installed at %@
ar: %@ UniConnect hooks مثبت في %@
bs: %@ UniConnect hooks instaliran na %@
da: %@ UniConnect hooks installeret på %@
de: %@ UniConnect hooks installiert bei %@
es: %@ UniConnect hooks instalado en %@
fr: %@ UniConnect hooks installé à %@
it: %@ UniConnect hooks installato su %@
ja: %@ UniConnect hooks が %@ にインストールされました
km: %@ UniConnect hooks បានដំឡើងនៅ %@
ko: %@ UniConnect hooks가 %@에 설치되었습니다.
nb: %@ UniConnect hooks installert på %@
pl: %@ UniConnect hooks zainstalowany w %@
pt_br: %@ UniConnect hooks instalado em %@
ru: %@ UniConnect hooks установлен в %@
th: %@ UniConnect hooks ติดตั้งที่ %@
tr: %@ UniConnect hooks, %@'de yüklü
uk: %@ UniConnect hooks встановлено на %@
zh_hans: %@ UniConnect hooks 安装在 %@
zh_hant: %@ UniConnect hooks 安裝在 %@

# cli.hooks.agent.noneFound
source: No %@ found at %@
ar: لم يتم العثور على %@ في %@
bs: %@ nije pronađen na %@
da: Ingen %@ fundet hos %@
de: Kein %@ gefunden bei %@
es: No se encontró %@ en %@
fr: Aucun %@ trouvé à %@
it: Nessun %@ trovato in %@
ja: %@ に %@ が見つかりません
km: រកមិនឃើញ %@ នៅ %@ ទេ។
ko: %@에서 %@를 찾을 수 없습니다.
nb: Ingen %@ funnet på %@
pl: Nie znaleziono %@ pod adresem %@
pt_br: Nenhum %@ encontrado em %@
ru: %@ не найден в %@
th: ไม่พบ %@ ที่ %@
tr: %@'de %@ bulunamadı
uk: %@ не знайдено на %@
zh_hans: 在 %@ 处未找到 %@
zh_hant: 在 %@ 處未找到 %@

# cli.hooks.agent.removedCount
source: Removed %lld UniConnect hook(s) from %@
ar: تمت إزالة %lld UniConnect hook (ق) من %@
bs: Uklonjeno %lld UniConnect hook(a) iz %@
da: Fjernet %lld UniConnect hook(s) fra %@
de: %lld UniConnect hook(s) aus %@ entfernt
es: Se eliminó %lld UniConnect hook(s) de %@.
fr: %lld UniConnect hook(s) supprimé(s) de %@
it: Rimosso %lld UniConnect hook(i) da %@
ja: %lld UniConnect hook を %@ から削除しました
km: បានយក %lld UniConnect hook(s) ចេញពី %@
ko: %@에서 %lld UniConnect hook를 제거했습니다.
nb: Fjernet %lld UniConnect hook(er) fra %@
pl: Usunięto %lld UniConnect hook(s) z %@
pt_br: %lld UniConnect hook(s) removido(s) de %@
ru: Удалены %lld UniConnect hook(s) из %@.
th: ลบ %lld UniConnect hook ออกจาก %@
tr: %lld UniConnect hook(ler) %@'den kaldırıldı
uk: Видалено %lld UniConnect hook(s) із %@
zh_hans: 从 %@ 中删除了 %lld UniConnect hook
zh_hant: 從 %@ 中刪除了 %lld UniConnect hook

# cli.hooks.agent.removedZero
source: Removed 0 UniConnect hook(s) from %@
ar: تمت إزالة 0 UniConnect hook (ق) من %@
bs: Uklonjeno 0 UniConnect hook(a) iz %@
da: Fjernet 0 UniConnect hook(s) fra %@
de: 0 UniConnect hook(s) aus %@ entfernt
es: Se eliminaron 0 UniConnect hook(s) de %@
fr: Suppression de 0 UniConnect hook(s) de %@
it: Rimosso 0 UniConnect hook(i) da %@
ja: %@ から 0 UniConnect hook を削除しました
km: បានលុប 0 UniConnect hook(s) ពី %@
ko: %@에서 0 UniConnect hook(들)을 제거했습니다.
nb: Fjernet 0 UniConnect hook(er) fra %@
pl: Usunięto 0 UniConnect hook(s) z %@
pt_br: Removidos 0 UniConnect hook(s) de %@
ru: Удалено 0 UniConnect hook(s) из %@.
th: ลบ 0 UniConnect hook ออกจาก %@
tr: %@'den 0 UniConnect hook kaldırıldı
uk: Видалено 0 UniConnect hook(s) із %@
zh_hans: 从 %@ 中删除了 0 个 UniConnect hook
zh_hant: 從 %@ 中刪除了 0 個 UniConnect hook

# cli.hooks.agentConfigMissing
source: Required agent configuration is missing. Run `cmux hooks setup` after installing your agent CLI.
ar: تكوين agent المطلوب مفقود.قم بتشغيل `cmux hooks setup` بعد تثبيت agent CLI.
bs: Nedostaje potrebna konfiguracija agent. Pokrenite `cmux hooks setup` nakon instalacije vašeg agent CLI.
da: Påkrævet agent-konfiguration mangler. Kør `cmux hooks setup` efter installation af din agent CLI.
de: Die erforderliche agent-Konfiguration fehlt. Führen Sie `cmux hooks setup` aus, nachdem Sie Ihre agent-CLI installiert haben.
es: Falta la configuración agent requerida. Ejecute `cmux hooks setup` después de instalar su CLI agent.
fr: La configuration agent requise est manquante. Exécutez `cmux hooks setup` après avoir installé votre CLI agent.
it: Manca la configurazione agent richiesta. Esegui `cmux hooks setup` dopo aver installato la CLI agent.
ja: 必要な agent 構成がありません。agent CLI をインストールした後、`cmux hooks setup` を実行します。
km: ការកំណត់ agent ដែលត្រូវការបានបាត់។ដំណើរការ `cmux hooks setup` បន្ទាប់ពីដំឡើង agent CLI របស់អ្នក។
ko: 필수 agent 구성이 누락되었습니다.agent CLI를 설치한 후 `cmux hooks setup`를 실행합니다.
nb: Nødvendig agent-konfigurasjon mangler. Kjør `cmux hooks setup` etter at du har installert agent CLI.
pl: Brak wymaganej konfiguracji agent. Uruchom `cmux hooks setup` po zainstalowaniu interfejsu CLI agent.
pt_br: A configuração agent necessária está ausente. Execute `cmux hooks setup` após instalar sua CLI agent.
ru: Требуемая конфигурация agent отсутствует. Запустите `cmux hooks setup` после установки CLI agent.
th: การกำหนดค่า agent ที่จำเป็นขาดหายไปรัน `cmux hooks setup` หลังจากติดตั้ง agent CLI ของคุณ
tr: Gerekli agent yapılandırması eksik.agent CLI'nizi yükledikten sonra `cmux hooks setup`'yi çalıştırın.
uk: Необхідна конфігурація agent відсутня. Запустіть `cmux hooks setup` після встановлення agent CLI.
zh_hans: 缺少所需的 agent 配置。安装 agent CLI 后运行 `cmux hooks setup`。
zh_hant: 缺少所需的 agent 配置。安裝 agent CLI 後運行 `cmux hooks setup`。

# cli.hooks.amp.alreadyUpToDate
source: Amp UniConnect hooks already up to date at %@
ar: Amp UniConnect hooks محدث بالفعل في %@
bs: Amp UniConnect hooks je već ažuriran na %@
da: Amp UniConnect hooks allerede opdateret på %@
de: Amp UniConnect hooks bereits aktuell bei %@
es: Amp UniConnect hooks ya actualizado en %@
fr: Amp UniConnect hooks déjà à jour chez %@
it: Amp UniConnect hooks già aggiornato a %@
ja: Amp UniConnect hooks は %@ ですでに最新の状態です
km: Amp UniConnect hooks បានធ្វើបច្ចុប្បន្នភាពរួចហើយនៅ %@
ko: Amp UniConnect hooks는 이미 %@에서 최신 상태입니다.
nb: Amp UniConnect hooks er allerede oppdatert på %@
pl: Amp UniConnect hooks już aktualny w %@
pt_br: Amp UniConnect hooks já atualizado em %@
ru: Amp UniConnect hooks уже обновлен в %@
th: Amp UniConnect hooks อัปเดตแล้วที่ %@
tr: Amp UniConnect hooks zaten %@ adresinde güncel
uk: Amp UniConnect hooks уже оновлено на %@
zh_hans: Amp UniConnect hooks 已更新为 %@
zh_hant: Amp UniConnect hooks 已更新為 %@

# cli.hooks.amp.error.notUniConnectPlugin
source: %@ exists and is not a UniConnect plugin; leaving it alone
ar: %@ موجود وهو ليس ملحق UniConnect؛تركها وحدها
bs: %@ postoji i nije dodatak UniConnect; ostavljajući ga na miru
da: %@ eksisterer og er ikke et UniConnect plugin; lader den være i fred
de: %@ existiert und ist kein UniConnect-Plugin; es in Ruhe lassen
es: %@ existe y no es un complemento UniConnect; dejándolo solo
fr: %@ existe et n'est pas un plugin UniConnect ; le laisser tranquille
it: %@ esiste e non è un plugin UniConnect; lasciandolo stare
ja: %@ は存在しますが、UniConnect プラグインではありません。放っておいて
km: %@ មានហើយមិនមែនជាកម្មវិធីជំនួយ UniConnect ទេ។ទុកវាឱ្យនៅម្នាក់ឯង
ko: %@가 존재하며 UniConnect 플러그인이 아닙니다.내버려두고
nb: %@ eksisterer og er ikke en UniConnect-plugin; lar det være i fred
pl: %@ istnieje i nie jest wtyczką UniConnect; zostawiając to w spokoju
pt_br: %@ existe e não é um plugin UniConnect; deixando isso sozinho
ru: %@ существует и не является плагином UniConnect; оставив это в покое
th: %@ มีอยู่แล้วและไม่ใช่ปลั๊กอิน UniConnectทิ้งมันไว้ตามลำพัง
tr: %@ mevcuttur ve bir UniConnect eklentisi değildir; onu yalnız bırakmak
uk: %@ існує і не є плагіном UniConnect; залишаючи це в спокої
zh_hans: %@ 存在，但不是 UniConnect 插件；不理会它
zh_hant: %@ 存在，但不是 UniConnect 插件；不理會它

# cli.hooks.amp.error.readFailed
source: Failed to read %@
ar: فشل في قراءة %@
bs: Čitanje %@ nije uspjelo
da: Kunne ikke læse %@
de: Fehler beim Lesen von %@
es: No se pudo leer %@
fr: Échec de la lecture de %@
it: Impossibile leggere %@
ja: %@の読み取りに失敗しました
km: បរាជ័យក្នុងការអាន %@
ko: %@를 읽지 못했습니다.
nb: Kunne ikke lese %@
pl: Nie udało się odczytać %@
pt_br: Falha ao ler %@
ru: Не удалось прочитать %@.
th: ไม่สามารถอ่าน %@
tr: %@ okunamadı
uk: Не вдалося прочитати %@
zh_hans: 读取%@失败
zh_hant: 讀取%@失敗

# cli.hooks.amp.installed
source: Amp UniConnect hooks installed at %@
ar: Amp UniConnect hooks مثبت في %@
bs: Amp UniConnect hooks instaliran na %@
da: Amp UniConnect hooks installeret på %@
de: Amp UniConnect hooks installiert bei %@
es: Amp UniConnect hooks instalado en %@
fr: Amp UniConnect hooks installé à %@
it: Amp UniConnect hooks installato su %@
ja: Amp UniConnect hooks が %@ にインストールされました
km: Amp UniConnect hooks បានដំឡើងនៅ %@
ko: Amp UniConnect hooks가 %@에 설치되었습니다.
nb: Amp UniConnect hooks installert på %@
pl: Amp UniConnect hooks zainstalowany w %@
pt_br: Amp UniConnect hooks instalado em %@
ru: Amp UniConnect hooks установлен в %@
th: Amp UniConnect hooks ติดตั้งที่ %@
tr: Amp UniConnect hooks, %@'de yüklü
uk: Amp UniConnect hooks встановлено на %@
zh_hans: Amp UniConnect hooks 安装在 %@
zh_hant: Amp UniConnect hooks 安裝在 %@

# cli.hooks.amp.noneFound
source: No Amp UniConnect plugin found at %@
ar: لم يتم العثور على البرنامج المساعد Amp UniConnect في %@
bs: Nije pronađen dodatak Amp UniConnect na %@
da: Intet Amp UniConnect plugin fundet på %@
de: Kein Amp UniConnect-Plugin unter %@ gefunden
es: No se encontró ningún complemento Amp UniConnect en %@
fr: Aucun plugin Amp UniConnect trouvé sur %@
it: Nessun plug-in Amp UniConnect trovato su %@
ja: Amp UniConnect プラグインが %@ に見つかりません
km: រកមិនឃើញកម្មវិធីជំនួយ Amp UniConnect នៅ %@ ទេ
ko: Amp UniConnect 플러그인이 %@에서 발견되지 않았습니다.
nb: Ingen Amp UniConnect-plugin funnet på %@
pl: Nie znaleziono wtyczki Amp UniConnect pod adresem %@
pt_br: Nenhum plugin Amp UniConnect encontrado em %@
ru: Плагин Amp UniConnect не найден по адресу %@.
th: ไม่พบปลั๊กอิน Amp UniConnect ที่ %@
tr: %@'de Amp UniConnect eklentisi bulunamadı
uk: Плагін Amp UniConnect не знайдено на %@
zh_hans: 在 %@ 处找不到 Amp UniConnect 插件
zh_hant: 在 %@ 處找不到 Amp UniConnect 插件

# cli.hooks.amp.refuseRemoveMissingMarker
source: Refusing to remove %@: missing UniConnect marker
ar: رفض إزالة %@: علامة UniConnect مفقودة
bs: Odbijanje uklanjanja %@: nedostaje marker UniConnect
da: Nægter at fjerne %@: mangler UniConnect markør
de: Entfernung von %@ wird abgelehnt: Markierung UniConnect fehlt
es: Negarse a eliminar %@: falta el marcador UniConnect
fr: Refus de supprimer %@ : marqueur UniConnect manquant
it: Rifiuto di rimuovere %@: contrassegno UniConnect mancante
ja: %@ の削除を拒否しています: UniConnect マーカーがありません
km: បដិសេធមិនលុប %@៖ បាត់សញ្ញាសម្គាល់ UniConnect
ko: %@ 제거 거부: UniConnect 마커 누락
nb: Nekter å fjerne %@: mangler UniConnect-markør
pl: Odmowa usunięcia %@: brak znacznika UniConnect
pt_br: Recusando-se a remover %@: marcador UniConnect ausente
ru: Отказ в удалении %@: отсутствует маркер UniConnect.
th: การปฏิเสธที่จะลบ %@: ไม่มีเครื่องหมาย UniConnect
tr: %@'yi kaldırmayı reddetme: eksik UniConnect işaretçisi
uk: Відмова видалити %@: відсутній маркер UniConnect
zh_hans: 拒绝删除 %@：缺少 UniConnect 标记
zh_hant: 拒絕刪除 %@：缺少 UniConnect 標記

# cli.hooks.amp.removed
source: Removed Amp UniConnect plugin from %@
ar: تمت إزالة البرنامج المساعد Amp UniConnect من %@
bs: Uklonjen dodatak Amp UniConnect iz %@
da: Fjernet Amp UniConnect plugin fra %@
de: Das Plugin Amp UniConnect wurde aus %@ entfernt
es: Se eliminó el complemento Amp UniConnect de %@.
fr: Suppression du plug-in Amp UniConnect de %@
it: Rimosso il plugin Amp UniConnect da %@
ja: Amp UniConnect プラグインを %@ から削除しました
km: បានយកកម្មវិធីជំនួយ Amp UniConnect ចេញពី %@
ko: %@에서 Amp UniConnect 플러그인을 제거했습니다.
nb: Fjernet Amp UniConnect plugin fra %@
pl: Usunięto wtyczkę Amp UniConnect z %@
pt_br: Plug-in Amp UniConnect removido de %@
ru: Удален плагин Amp UniConnect из %@.
th: ลบปลั๊กอิน Amp UniConnect ออกจาก %@
tr: Amp UniConnect eklentisi %@'den kaldırıldı
uk: Видалено плагін Amp UniConnect із %@
zh_hans: 从 %@ 中删除了 Amp UniConnect 插件
zh_hant: 從 %@ 中刪除了 Amp UniConnect 插件
